<?php
// Heading
$_['heading_title']    = 'Галерея';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_width']      = 'Ширина изображений';
$_['entry_title']      = 'Заголовок';
$_['entry_link']       = 'Ссылка';
$_['entry_image']      = 'Изображение';
$_['entry_sort']       = 'Порядок сортировки';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать от 3 до 64 символов!';
$_['error_sort']       = 'Порядок сортировки обязателен к заполнению!';
$_['error_width']      = 'Необходимо указать ширину изображения!';
